Repository: aoliman/FoodServiceClient
Catalog: Newprogect/Food-Services-Client-IOS-App-soliman/Utilis/Localization/*.lproj/Localizable.strings
Languages: ar

source: ServrError
ar: خطأ في السيرفر

source: Please wait...
ar: انتظر قليلا...

source: internetProblemTitle
ar: خطأ في الانترنت

source: internetProblemBody
ar: يوجد انقطاع في الانترنت

source: Error
ar: خطأ

source: error
ar: خطأ

source: isRequired
ar: مطلوب *

source: validationEmail
ar: البريد الإلكتروني يجب أن يكون فعال

source: emailOrPhoneError
ar: الرجاء إدخال بريد إلكترونى

source: PhoneError
ar: الرجاء إدخال رقهم هاتف صحيح

source: Authentication Error
ar: خطا مصادقه

source: This mail or phone already found
ar: الايميل او الهاتف موجود مسبقا

source: Maximum number of photos is nine
ar: الحد الاقصي للصور هو تسعه

source: Something went wrong
ar: حدث خطأ ما

source: Login
ar: تسجيل الدخول

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمه المرور

source: Save password
ar: حفظ كلمه المرور

source: Forget password?
ar: نسيت كلمه المرور؟

source: Have no account!
ar: ليس لدي حساب!

source: Register
ar: التسجيل

source: Invalid mail or password
ar: خطأ في البريد الالكتروني او كلمه المرور

source: Choose registration type
ar: اختر نوع التسجيل

source: PARTY_COOKER
ar: طباخ حفلات

source: HOME_COOKER
ar: طباخ بيت

source: FOOD_CAR
ar: سيارات طعام

source: DELIVERY_PLACE
ar: مكان استلام

source: DELIVERY_GUY
ar: شريك توصيل

source: About
ar: حول التطبيق

source: User Name
ar: اسم المستخدم

source: Phone
ar: الهاتف

source: Address
ar: العنوان

source: Confirm Password
ar: تاكيد كلمه المرور

source: Regiteration type
ar: نوع التسجيل

source: firstSelectLocation
ar: من فضلك اختار الموقع او مكن خدمات الموقع

source: editProductsuccess
ar: تم تعديل المنتج بنجاح

source: Normal user
ar: مستخدم عادي

source: PasswordAndConfirmPassword
ar: كلمة المرور وتاكيد كلمة المرو غير متطابقين

source: Change phone number
ar: تغير رقم الهاتف

source: New phone number
ar: رقم الهاتف الجديد

source: Phone number
ar: رقم الهاتف

source: Send
ar: ارسال

source: Activation code
ar: كود التفعيل

source: Confirm activation code
ar: تاكيد كود التفعيل

source: Wrong?
ar: خطا؟

source: Enter Phone Number
ar: ادخل رقم الهاتف

source: Cancel
ar: الغاء

source: Save
ar: حفظ

source: changePassword
ar: تغير كلمه المرور

source: User not found
ar: مستخدم غير موجود

source: Enter valid code
ar: كود تفيل غير صحيح

source: Workplace image
ar: صور مكان العمل

source: Continue register
ar: متابعه التسجيل

source: Analysis Healthy
ar: تحليل المشترك الصحي

source: press long to determine workplace site
ar: اضغط مطولا لتحديد موقع العمل

source: CreditCardInformation
ar: بيانات بطاقه الإتمان

source: Name as written on card
ar: الاسم كما هو علي بطاقه الإتمان

source: Postal code
ar: رمز البريد

source: Select photo from gallery
ar: اختر من الاستوديو

source: Take Photo
ar: اخذ صوره

source: add delivery place service
ar: اضافه خدمات مكان التسليم

source: Coker Identity
ar: هويه الطباخ

source: House Cooks Photos
ar: صور مكان العمل

source: party cooks Photos
ar: صور مكان العمل

source: Food_Cars_Photos
ar: صور مكان العمل

source: Place_of_delivery
ar: صور اماكن التوصيل

source: The_identity_of_Owner
ar: هويه المالك

source: Driver Identity
ar: هويه السائق

source: Driving License
ar: رخصه القياده

source: employe identity
ar: هويه العاملين

source: healthy employees
ar: تحليل الصحي للعاملين

source: place_lisence
ar: تصريح مكان التسليم

source: commercial_register
ar: السجل التجاري ان وجد

source: License_of_the_car
ar: رخصه السياره

source: mounth
ar: شهر

source: Year
ar: سنه

source: Credit card number
ar: رقم بطاقه الاتمان

source: validate date
ar: تاريخ الانتهاء

source: Country
ar: الدوله

source: Add
ar: اضف

source: Service Name
ar: اسم الخدمه

source: you must uploade
ar: يحب رفع

source: Products
ar: المنتجات

source: Profile
ar: الملف الشخصي

source: No Category Available
ar: الاصناف غير متوفره

source: No Products Available
ar: لا يوجد منتجات

source: NoInternet
ar: لا يوجد اتصال بالانترنت

source: successTitle
ar: نجاح

source: FailedTitle
ar: خطأ

source: Home
ar: الصفحه الرئيسيه

source: Settings
ar: الإعدادات

source: Contact Us
ar: تواصل معانا

source: Logout
ar: تسجيل خروج

source: My Orders
ar: طلباتي

source: logout?
ar: هل تريد تسجيل الخروج؟

source: YES
ar: نعم

source: NO
ar: لا

source: Chat list
ar: قائمه الاصدقاء

source: Mangment
ar: الاداره

source: Type a message
ar: اكتب رساله

source: profileContactUs
ar: تواصل

source: profileDelivery
ar: حدد طريقة التسليم

source: profileWorkingLocation
ar: موقع العمل

source: profilePassword
ar: الرقم السري

source: profilEditSuccessfully
ar: تم تعديل البيانات بنجاح

source: profilEditValidation
ar: برجاء ادخال البيانات بنجاح

source: profileworkplace
ar: مكان العمل

source: profileworkhome
ar: l;hk hgjsgdl

source: profileSelectLocationsTitle
ar: تحديد أماكن التسليم

source: profileDirectDeliveyLocationsTitle
ar: مكان تسليم

source: profileDeliveyLocationsTitle
ar: تسليم مباشر من مكان العمل

source: profileDeliveyLocationsButton
ar: تاكيد طريقة التسليم

source: profileCreditCard
ar: البطاقة الاتئمانية

source: profilePlaceLocation
ar: الموقع

source: profileUserName
ar: الاسم

source: profileMobile
ar: رقم الهاتف

source: profileAddress
ar: العنوان

source: confirmButton
ar: تأكيد

source: Category name can't be empty
ar: ادخل اسم الصنف

source: Category name already exist
ar: الصنف موجود

source: Category Name
ar: اسم الصنف

source: Add Category
ar: اضف صنف

source: Add product
ar: اضف منتج

source: Edit product
ar: تعديل المنتج

source: minPeriodToOrder
ar: فترة الحد الأدنى للطلب

source: Minimum orders number
ar: اقل عدد للطلبات

source: Maximum orders number
ar: اكثر عدد للطلبات

source: maxOrdersInDay
ar: اكثر عدد طلبات في اليوم

source: Time
ar: الوقت

source: cookingDuration
ar: مده التجهيز

source: Product ingredients
ar: المكونات

source: Select Category
ar: اختر صنف

source: Price
ar: السعر

source: Product Name
ar: اسم المنتج

source: DAY
ar: يوم

source: HOUR
ar: ساعه

source: MIN
ar: دقيقه

source: Components
ar: المكونات

source: product photo can't be empty
ar: يجب رفع صوره المنتج

source: Product preparation method
ar: حدد طريقه الاعداد

source: client:
ar: العميل:

source: cooker:
ar: الطباخ:

source: Order number
ar: رقم الطلب

source: totalPrice
ar: السعر الاجمالي

source: Sr
ar: ريال

source: client
ar: العميل

source: cooker
ar: الطباخ

source: yes
ar: نعم

source: No
ar: الغاء

source: deleteItem
ar: هل انت متاكد من حذف هذا العنصر

source: deleteItemTitle
ar: مسح

source: deleteItemSuccess
ar: تم حذف العنصر بنجاح

source: Order State
ar: حاله الطلب

source: PENDING
ar: قيد الأنتظار

source: ACCEPTED
ar: تم الموافقة

source: FINISHED
ar: تم الانتهاء

source: DELIVERED
ar: تم الأستلام

source: REFUSED
ar: تم الرفض

source: ARRIVED
ar: تم الوصول

source: type
ar: المنتج

source: quantity
ar: الكميه

source: Finish Cooking
ar: الانتهاء من الطبخ

source: OrderDeliverd
ar: تم تسليم الطلب

source: Cooking Finished
ar: تم الانتهاء من الطبخ

source: Accept
ar: قبول

source: Refused
ar: رفض

source: Order Refused
ar: تم رفض الطلب

source: All Order
ar: كل الطلبات

source: CallUs
ar: اتصل بنا

source: CallNow
ar: اتصل الان

source: Do you have any question, note or a complaint? Our team is ready to help as soon as possible
ar: لديك سؤال او ملاحظه او شكوي؟ فريقنا جاهز للمساعده في اقرب وقت

source: Name
ar: الاسم

source: Message
ar: الرساله

source: Language
ar: اللغه

source: Notification
ar: اشعارات

source: Chat Activity
ar: نشاط الدردشة

source: Payment Methods
ar: طرق الدفع

source: ProfileSetting
ar: إعدادات الملف الشخصي

source: GeneralSetting
ar: الاعدادات العامة

source: Arabic
ar: عربي

source: ar-EG
ar: عربي

source: en
ar: English

source: ResetButton
ar: تغير كلمة المرور

source: ar
ar: Arabic

source: ResetPasswordField
ar: كلمة المرور الجديدة

source: ResetConfirmPasswordField
ar: تاكيد كلمة المرور

source: oldPasswordWrong
ar: كلمة المرور الحالية غير صحيحة

source: HomeCooker
ar: اسم الطباخ

source: delivery Guy
ar: اسم شريك التوصيل

source: individual count
ar: عدد الافراد

source: delivery date
ar: تاريخ التوصيل

source: notFound
ar: لا يوجد

source: Refuse
ar: رفض

source: Allprice
ar: السعر الاجمالي

source: Order Number
ar: رقم الطلب

source: Client Name
ar: آسم العميل

source: Duration
ar: مدة التنفيذ

source: Quantity
ar: الكمية

source: All Producte
ar: منتجات الجميع

source: Party Cooker
ar: طباخ الحفلات

source: Home Cooker
ar: طباخ المنزل

source: Food Car
ar: سيارات الطعام

source: All Productel
ar: منتجات الجميع

source: Party Cookerl
ar: طباخ الحفلات

source: Home Cookerl
ar: طباخ المنزل

source: Food Carl
ar: سيارات الطعام

source: Gradients
ar: المكونات

source: Preparation Duration
ar: مدة التنفيذ

source: Reservation Time
ar: ميعاد حجز المنتج

source: Minimum order Request
ar: الحد الادني لطلب المنتج

source: Maxmum order Request
ar: الحد الاقصي لطلب المنتج

source: Minimum Reservation
ar: الحد الادني للحجز

source: Cooker Name
ar: اسم الطباخ

source: more
ar: المزيد

source: Product quantity
ar: كمية المنتج

source: Add to Card
ar: أضف الي العربة

source: Producte
ar: المنتجات

source: Map
ar: الخريطة

source: TotalPrice
ar: السعر الاجمالي

source: The day on which the application is to be delivered
ar: حدد يوم التوصيل

source: No Orders In Card
ar: لايوجد طلبات

source: Select the delivery method
ar: حدد طريقة التوصيل

source: Personal delivery
ar: توصيل شخصي

source: Delivery guy
ar: شريك توصيل

source: Order Confirmation
ar: تاكيد الطلب

source: Location Of Workplace
ar: مكان العمل

source: Connect
ar: تواصل

source: No Item In Card
ar: لايوجد طلبات

source: Determinde Delivary Day
ar: حدد يوم و وقت التوصيل

source: Riyal
ar: ريال

source: Lable
ar: غير محدد

source: Next
ar: التالي

source: Ensure Request
ar: تاكيد الطلب

source: Price For One Persone
ar: السعر للفرد

source: Choose Answer
ar: اختر اجابه

source: You Want To Delete Old Card And Create New Card
ar: هل تريد مسح الكارت القديم وانشاء جديد

source: OK
ar: موافق

source: Choose location
ar: اختر هذا مكان

source: You Want To Delete This Order
ar: هل تريد حذف الطلب

source: Direct delivery from the workplace
ar: الاستلام مباشر من مكان العمل

source: Number of individuals
ar: عدد الافراد

source: Long Press To Determine Location
ar: اضغط لفترة طويلة لتحديد الموقع

source: Cost per person
ar: التكلفه للفرد

source: People Number
ar: عدد الاشخاص

source: Delivery Day
ar: يوم التوصيل

source: Compelete Order
ar: ارسال الطلب

source: Order Add To Card
ar: نم اضافة الطلب

source: Cart
ar: العربه

source: Back
ar: رجوع

source: Producte Details
ar: تفاصيل المنتج

source: Done
ar: تم

source: New Password
ar: كلمه سر جديدة

source: Old Password
ar: كلمه سر قديمة

source: Edite Profile
ar: تعديل الملف الشخصي

source: Ensure
ar: تآكيد الامر

source: Determinde Delivary Time
ar: حدد معاد الاستلام

source: Select Time
ar: حدد الوقت

source: Select Date
ar: حدد التاريخ

source: You Want To Logout
ar: هل تريد الخروج

source: Order Rate
ar: تقيم الطلب

source: Delivery Rate
ar: تقيم التوصيل

source: Choose Order Rate
ar: اختر تقيم الطلب

source: Choose Delivery Rate
ar: اختر تقيم التوصيل

source: Delivered
ar: تم التوصيل

source: Order Delivered
ar: تم توصيل الطلب

source: Order Detailes
ar: تفاصيل الطلب

source: Distance
ar: المسافه

source: Delivery Cost
ar: تكلفه التوصيل

source: Ingredients
ar: المكونات

source: Choose Delivery Place
ar: اختر مكان التسليم

source: Please choose new delivery place from the map
ar: الرجاء اختيار مكان للتسليم

source: Total Charge
ar: التكلفه الكليه

source: producte name
ar: اسم المنتج

source: Party Cookerm
ar: طباخ الحفلات

source: Home Cookerm
ar: طباخ المنزل

source: Food Car
ar: سيارات الطعام

source: Resturante
ar: المطعم

source: Payment Method
ar: طريقة الدفع

source: Select
ar: اختر

source: Add new Credit card
ar: آضف بطاقة ائتمان جديدة

source: Add Payment
ar: اضف طريق دفع

source: Credit is Added
ar: تم اضافه بطاقة الائتمان

source: You Want To Delate
ar: هل تريد المسح

source: Diraction
ar: الاتجاه

source: Get Delivery Guy
ar: الحصول علي عامل توصيل

source: Order Send
ar: تم ارسال الطلب

source: Enter current Password
ar: ادخل كلمة السر الحالية

source: Enter New Password
ar: ادخل كلمة سر جديدة

source: Enter Confirem Password
ar: تآكيد كلمة السر

source: New Password Not Equale Confilem Password
ar: الرجاء التاكيد من كلمه السر

source: Current Password is Incorrect
ar: كلمه السر الحاليه غير

source: Phone Number
ar: رقم التليفون

source: Confirm Order
ar: تاكيد الطلب

source: Please Choose Location
ar: الرجاء اختيار مكان

source: No members
ar: لاتوجد اعضاء

source: Pleas Wait Untill Load
ar: الرجاء الانتظار لحين انتهاء التحميل

source: Please Enter People Count
ar: الرجاء ادخال عدد الافراد

source: Select Date
ar: اختر التاريخ

source: No Delivery Place
ar: لايوجد مكان للتوصيل

source: Date and time
ar: التاريخ والوقت

source: Rate
ar: التقيم

source: No Orders Available
ar: لاتوجد طلبات

source: Apply Filter
ar: اختر تصنيف

source: Order status :
ar: اختر حالة الطلب :

source: Get Directions
ar: الحصول علي الاتجاهات

source: Number of Guests
ar: عدد العملاء

source: Order Number :
ar: رقم الطلب :

source: Order Status :
ar: حالة الطلب :

source: Order Details :
ar: تفاصيل الطلب :

source: Box
ar: طلبات

source: Rated
ar: تقيم

source: Guest
ar: عميل

source: Total Distance
ar: المسافة الكلية

source: Order Details
ar: تفاصيل الطلب

source: Order Status
ar: حالة الطلب

source: Order Location
ar: مكان الطلب

source: order num
ar: رقم الطلب

source: Accepted
ar: تم الموافقة

source: Pending
ar: قيد الأنتظار

source: Finished
ar: تم الانتهاء

source: Arrived
ar: تم الوصول

source: OnTheWay
ar: في الطريق
